app/controllers/projects_controller.rb

INSERT INTO "projects" ("name", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Sublime Text 3"], ["description", "A text editor for everyone"], ["created_at", "2015-10-22 08:41:09.577912"], ["updated_at", "2015-10-22 08:41:09.577912"]]
---
    def create
        @project = Project.new(project_params)
        if @project.save